adobe-source-code-pro-fonts
alacritty
amd-ucode
auto-cpufreq
base
base-devel
bash-completion
bat
bc
blueberry
brightnessctl
btop
cava
chaotic-keyring
chaotic-mirrorlist
chromium
clang
cliphist
clipse
cups
cups-browsed
cups-filters
cups-pdf
discord
docker
docker-buildx
docker-compose
efibootmgr
egl-wayland
evince
eza
fastfetch
fcitx5
fcitx5-gtk
fcitx5-qt
fd
ffmpegthumbnailer
flatpak
fzf
gcc14
git
github-cli
glow
gnome-calculator
gnome-disk-utility
gnome-keyring
gnome-system-monitor
gnome-themes-extra
gst-plugin-pipewire
gtk-engine-murrine
gum
gvfs-mtp
hypridle
hyprland
hyprland-qtutils
hyprlock
hyprpicker
hyprpolkitagent
hyprshot
hyprsunset
imagemagick
impala
imv
inetutils
inxi
iwd
jq
kdenlive
keychain
kvantum-qt5
lazygit
less
lib32-nvidia-utils
libnewt
libpulse
libqalculate
libreoffice-fresh
libva-nvidia-driver
linux
linux-firmware
linux-headers
llvm
loupe
lsd
luarocks
mako
man-db
mariadb-libs
meld
mercurial
meson
mise
mousepad
mpv
mpv-mpris
nano
neovim
network-manager-applet
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nss-mdns
nvidia-dkms
nvidia-settings
nvidia-utils
nvtop
nwg-displays
nwg-look
obs-studio
otf-font-awesome
pacman-contrib
pamixer
pavucontrol
pinta
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
plocate
plymouth
pokemon-colorscripts-git
polkit-gnome
postgresql-libs
power-profiles-daemon
python-pyquery
qalculate-gtk
qt5-wayland
qt5ct
qt6-wayland
qt6ct
quickshell-git
ripgrep
rofi-wayland
satty
slurp
sof-firmware
spotify
sushi
swappy
swaybg
swaync
swayosd
swww
system-config-printer
thunar
thunar-archive-plugin
thunar-volman
timeshift
tldr
tree-sitter-cli
ttf-cascadia-mono-nerd
ttf-droid
ttf-fantasque-nerd
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
tumbler
ufw
umockdev
unzip
uwsm
visual-studio-code-bin
wallust-git
waybar
wf-recorder
wget
whois
wiremix
wireplumber
wl-clip-persist
wl-clipboard
wlogout
woff2-font-awesome
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xmlstarlet
xorg-xhost
xournalpp
yad
yadm
yaru-icon-theme
yay
yt-dlp
zed
zen-browser-bin
zoxide
zram-generator
zsh
zsh-completions
